export const MALE_NAMES = [
  'محمد', 'أحمد', 'علي', 'عمر', 'خالد', 'يوسف', 'إبراهيم', 'عبد الله', 'عبد الرحمن', 'حسن',
  'حسين', 'سعيد', 'مصطفى', 'محمود', 'طارق', 'زيد', 'سليمان', 'داود', 'موسى', 'عيسى',
  'يحيى', 'زكريا', 'إسماعيل', 'إسحاق', 'يعقوب', 'هارون', 'نوح', 'صالح', 'هود', 'شعيب',
  'حمزة', 'عثمان', 'بلال', 'أنس', 'معاذ', 'سلمان', 'جابر', 'عمار', 'ياسر', 'منصور',
  'فيصل', 'سلطان', 'نايف', 'فهد', 'تركي', 'بدر', 'ماجد', 'راشد', 'سالم', 'ناصر',
  'عادل', 'كريم', 'وليد', 'هشام', 'رامي', 'نبيل', 'جمال', 'كمال', 'أيمن', 'باسل',
]

export const FEMALE_NAMES = [
  'فاطمة', 'خديجة', 'عائشة', 'مريم', 'زينب', 'آمنة', 'حليمة', 'سارة', 'هاجر', 'رقية',
  'أسماء', 'سمية', 'حفصة', 'صفية', 'جميلة', 'نور', 'هدى', 'ليلى', 'سلمى', 'رنا',
  'دانة', 'لمى', 'ريم', 'هند', 'منى', 'نادية', 'سعاد', 'وفاء', 'أمل', 'إيمان',
  'غادة', 'رهف', 'جنى', 'تسنيم', 'بشرى', 'شيماء', 'ياسمين', 'لبنى', 'عبير', 'سهى',
  'رغد', 'ملك', 'جود', 'لين', 'تالا', 'شهد', 'أروى', 'بتول', 'كوثر', 'نسرين',
]
